export function About() {



  return (
    <section id="about-section">



      <div className="about-section-container">

        <div className="about-section-img-container">
          <img className="about-section-img" src="./images/About-img-1.jpg" alt="Sarit 'Mom And A Half' smiling with a whit wall background" />
        </div>

        <div className="about-section-text">
          <h3 className="about-section-text-header">היי, אני שרית חלפון  </h3>

          <p className="about-section-text-body">זוכרים את עצמכם דקה לפני שהפכתם להורים בפעם הראשונה? <br /> זוכרים איך היה לכם ברור איזה הורים אתם רוצים להיות? <br /> סבלניים, רגועים, מחוייכים מלאי הומור, משתטים כמו ילדים ומלאי אנרגיה?
            ואז הגיעה המציאות (:  <br></br> <br />
            אני נשואה לאייל ואמא לאורי (27) ותומר (21)
            <br />  זה היה מזמן, אבל אני לא שוכחת את הרגע שבו הגעתי הביתה עם תינוק קטן ומתוק בידיים וכשהדלת נסגרה, הבנתי שזהו, אבא שלו ואני אחראים עליו לתמיד. <br />

            אחרי יומיים ללא שינה כבר שאלתי את עצמי מתי מגיעים להחליף אותי והקונספט של אמא מחליפה פתאום נראה ריאלי מתמיד. <br />
            אז כמובן שזה לא קרה והלילות הפכו לסיוט ובימים הסתובבתי טרוטת עיניים, מותשת ומבולבלת ואז הסתכלתי לילד שלי בעיניים והבנתי שאנחנו יוצאים למסע היכרות לא נודע שבו יש הרבה שאלות ומעט תשובות. <br /> <br />
            וואו, כמה רגעי אושר צרוף היו במסע הזה וכמה רגעים של ייאוש, תסכול, אשמה ומה לא. <br />

            הבחירה שלי ללוות אתכם במסע ההורות מגיעה מתוך רצון עמוק לקצר לכם את הדרך, לעזור לכם להרגיש בטוחים יותר, שלווים ונוכחים בחיי ילדיכם. <br />
            לאפשר לכם ליהנות מההורות כבר מתחילתה ולחוות אותה ככייפית, שמחה ומשוחררת. <br />
            נכון שלא הכל הולך חלק ונכון שיהיו אתגרים בדרך אבל זה ממש אפשרי שברוב הזמן, נרגיש שאנחנו עושים עבודה די טובה.
          </p>
        </div>
      </div>


    </section>
  )
}